Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

# $provide_liquidity_action
source: Provide Liquidity
de: Liquidität bereitstellen
es: Proporcionar liquidez
pl: Zapewnianie płynności
ru: Предоставление ликвидности
th: การให้สภาพคล่อง
tr: Likidite sağlama
uk: Надання ліквідності
zh_hans: 提供流动性
zh_hant: 提供流動性

# $read_more_about_wallet_version
source: Read more about types of wallet contracts on %1$@.
de: Lesen Sie mehr über die Arten von Wallet-Verträgen auf %1$@.
es: Lee más sobre los tipos de contratos de cartera en %1$@.
pl: Dowiedz się więcej o typach kontraktów portfela na %1$@.
ru: Узнайте больше о типах контрактов кошельков на %1$@.
th: อ่านเพิ่มเติมเกี่ยวกับประเภทของวอลเล็ตได้ที่ %1$@.
tr: %1$@ üzerinde cüzdan sözleşmeleri türleri hakkında daha fazla bilgi edinin.
uk: Дізнайтеся більше про типи контрактів гаманців на %1$@.
zh_hans: 在%1$@上阅读更多关于钱包合约类型的信息。
zh_hant: 在%1$@上了解更多關於錢包合約的類型。

# $receive_action
source: Receive
de: Empfangen
es: Recibir
pl: Odbieranie
ru: Получение
th: การรับ
tr: Alım
uk: Отримання
zh_hans: 接收
zh_hant: 接收

# $receive_description
source: Scan this QR or share your address to top up your wallet balance.
de: Scannen Sie diesen QR-Code oder teilen Sie Ihre Adresse, um Ihr Wallet-Guthaben aufzuladen.
es: Escanea este código QR o comparte tu dirección para recargar el saldo de tu billetera.
pl: Zeskanuj ten kod QR lub udostępnij swój adres, aby doładować saldo portfela.
ru: Отсканируйте QR или поделитесь этим адресом для пополнения вашего кошелька.
th: สแกนรหัส QR นี้หรือแชร์ที่อยู่ของคุณเพื่อเติมยอดเงินในกระเป๋าเงินของคุณ
tr: Cüzdan bakiyenizi artırmak için bu QR'yi tarayın veya adresinizi paylaşın.
uk: Відскануйте цей QR-код або поділіться своєю адресою, щоб поповнити баланс гаманця.
zh_hans: 扫描此二维码或分享您的地址以充值钱包余额。
zh_hant: 掃描此二維碼或分享您的地址以充值錢包餘額。

# $receive_invoice_description
source: You can specify the amount and purpose of the payment to save the sender some time.
de: Sie können den Betrag und den Zweck der Zahlung angeben, um dem Sender Zeit zu sparen.
es: Puede especificar la cantidad y el propósito del pago para ahorrar tiempo al remitente.
pl: Możesz określić kwotę i cel płatności, aby zaoszczędzić czas nadawcy.
ru: Укажите сумму и назначение платежа, если это необходимо.
th: คุณสามารถระบุจำนวนและเหตุผลของการชำระเงินได้ จะทำให้ผู้ส่งเงินสามารถเข้าใจและชำระเงินได้เร็วขึ้น.
tr: Göndericiye zaman kazandırmak adına ödeme tutarını ve amacını belirtebilirsiniz.
uk: Вкажіть суму та призначення платежу, якщо це необхідно.
zh_hans: 您可以指定付款金额和收款地址来节省付款方的一些时间。
zh_hant: 您可以指定付款金額和地址來節省發送人的一些時間。

# $renew_domain_action
source: Renew Domain
de: Domain erneuern
es: Renovar dominio
pl: Odnowienie domeny
ru: Продление домена
th: การต่ออายุโดเมน
tr: Alan adı yenileme
uk: Продовження домену
zh_hans: 续订域名
zh_hant: 續訂域名

# $reopen_in_iab
source: For your safety, please re-open this dapp in %1$@.
de: Öffnen Sie diese DApp zur Ihrer Sicherheit erneut im %1$@.
es: Por su seguridad, por favor vuelva a abrir esta DApp en %1$@.
pl: Dla Twojego bezpieczeństwa otwórz tę aplikację ponownie w %1$@.
ru: В целях безопасности, пожалуйста, переоткройте это приложение в %1$@.
th: เพื่อความปลอดภัยของคุณ กรุณาเปิด DApp นี้อีกครั้งใน %1$@
tr: Güvenliğiniz için lütfen bu DApp'i %1$@ içinde yeniden açın.
uk: З метою вашої безпеки відкрийте цю DApp повторно у %1$@.
zh_hans: 为了您的安全，请在%1$@中重新打开此DApp。
zh_hant: 為了您的安全，請在%1$@中重新打開此DApp。

# $request_unstake_action
source: Request Unstake
de: Unstake anfordern
es: Solicitar retiro
pl: Żądanie odzastaw
ru: Запрос вывода стейка
th: การร้องขอถอนเดิมพัน
tr: Unstake talebi
uk: Запит на виведення
zh_hans: 请求解押
zh_hant: 請求解押

# $safe_staking_description1
source: Staking is **fully decentralized** and operated by the **official TON Liquid Staking** smart contracts.
de: Das Staken erfolgt **vollständig dezentral** und wird von den **offiziellen TON Liquid Staking**-Smart Contracts betrieben.
es: El staking es **totalmente descentralizado** y operado por los **TON Liquid Staking smart contracts**.
pl: Staking jest w pełni zdecentralizowany i działa za pomocą oficjalnych kontraktów inteligentnych TON Liquid Staking.
ru: Стейкинг **полностью децентрализован** и управляется **официальными смарт-контрактами** TON Liquid Staking.
th: การสเต็กนั้นทำอยู่บน **เครือข่ายกระจายศูนย์** และดำเนินการโดยสมาร์ทคอนแทรคใน **สัญญาของ TON ที่เป็นทางการ**.
tr: Staking **tamamen merkeziyetsiz** bir işlemdir ve **resmi TON Likit Staking** akıllı sözleşmeleri tarafından yürütülür.
uk: Стейкінг **повністю децентралізований** і управляється **офіційними смарт-контрактами** TON Liquid Staking.
zh_hans: TON 质押是**完全去中心化的**，由官方 TON Liquid Staking 智能合约运营。
zh_hant: Staking 是**完全去中心化的**，由官方 TON Liquid Staking 智能合約運作。

# $safe_staking_description2
source: The deposited stake will be used for the TON network validation as part of its **proof-of-stake** essence.
de: Der hinterlegte Einsatz wird für die Validierung des TON-Netzwerks als Teil seiner **Proof-of-Stake**-Essenz verwendet.
es: La participación depositada se utilizará para la validación de la red TON como parte de su esencia de **prueba de participación**.
pl: Wpłacona stawka będzie wykorzystywana do walidacji sieci TON jako część jej zasady proof-of-stake.
ru: Ваш депозит будет использован для валидации транзакций в блокчейне в рамках механизма **proof-of-stake**.
th: ทรัพย์สินที่ได้รับจากการสเต็กจะถูกใช้เพื่อเป็นตัวชี้แจงสำหรับการทำรายการในเครือข่ายกระจายศูนย์ของ TON สิ่งเป็นส่วนหนึ่งของหลักการ **proof-of-stake**.
tr: Stake edilen tutar, **hisse kanıtı** esası kapsamında TON ağındaki işlemlerin doğrulanması için kullanılacaktır.
uk: Ваш депозит буде використано для валідації транзакцій у блокчейні в рамках механізму **proof-of-stake**.
zh_hans: 作为其 **权益证明** 的一部分，您存入的 TON 将用于 TON 区块网络验证。
zh_hant: 作為其 **權益證明** 本質的一部分，存入的代幣將用於 TON 網路驗證。

# $safe_staking_description3
source: You can withdraw your stake at **any time** and it will be deposited back to your account within **two days**.
de: Sie können Ihren Einsatz **jederzeit** abheben, und er wird innerhalb von **zwei Tagen** wieder auf Ihr Konto eingezahlt.
es: Puede retirar su apuesta en **cualquier momento** y se depositará de nuevo en su cuenta dentro de **dos días**.
pl: Możesz wypłacić swoją stawkę w dowolnym momencie, a zostanie ona zdeponowana z powrotem na Twoje konto w ciągu dwóch dni.
ru: Вы можете вывести депозит с заработанными процентами **в любой момент** — средства переведутся на ваш основной счёт **в течение двух дней**.
th: คุณสามารถถอนการสเต็กได้ **ตลอดเวลา** และเมื่อคุณต้องการถอนทรัพย์สินจากการสเต็ก ทรัพย์สินจะถูกโอนเงินกลับมาที่บัญชีของคุณภายใน **สองวัน**.
tr: Stake edilen tutarı **istediğiniz zaman** çekebilirsiniz; bu tutar **iki gün** içinde hesabınıza geri yatırılacaktır.
uk: Ви можете вивести депозит із заробленими відсотками **в будь-який момент** - кошти переведуться на ваш основний рахунок **протягом двох днів**.
zh_hans: 您可以在 **任何时候** 解除您 TON 的质押，它会在 **36小时** 内存入您的账户。
zh_hant: 您可以在**任何時候**提取您的質押資產，它會在**2 天內**存入您的帳戶。

# $safe_staking_description_jetton1
source: Token staking is **fully decentralized** and operated by the **open-source** smart contracts developed by %1$@ and passed **security audits**.
de: Das Token-Staking ist **vollständig dezentralisiert** und wird von den **Open-Source**-Smart-Contracts betrieben, die von %1$@ entwickelt und einer **Sicherheitsprüfung** unterzogen wurden.
es: El staking de tokens es **completamente descentralizado** y operado por contratos inteligentes de **código abierto** desarrollados por %1$@ y que han pasado **auditorías de seguridad**.
pl: Stakowanie tokenów jest **w pełni zdecentralizowane** i obsługiwane przez **open-source** smart kontrakty opracowane przez %1$@ i które przeszły **audyt bezpieczeństwa**.
ru: Стейкинг токенов является **полностью децентрализованным** и управляется **опенсорсными** смарт-контрактами, разработанными %1$@ и прошедшими **аудит безопасности**.
th: การสเตกโทเค็นเป็น **การกระจายอำนาจอย่างสมบูรณ์** และดำเนินการโดยสมาร์ทคอนแทรค **โอเพ่นซอร์ส** ที่พัฒนาโดย %1$@ และผ่านการ **ตรวจสอบความปลอดภัย**.
tr: Token stake etme işlemi **tamamen merkeziyetsizdir** ve %1$@ tarafından geliştirilen, **açık kaynaklı** akıllı sözleşmelerle gerçekleştirilir ve **güvenlik denetimlerinden** geçmiştir.
uk: Стейкінг токенів є **повністю децентралізованим** і управляється **відкритими** смарт-контрактами, розробленими %1$@ і які пройшли **аудит безпеки**.
zh_hans: 代币质押是 **完全去中心化的**，由 %1$@ 开发的 **开源** 智能合约操作，并已通过 **安全审计**。
zh_hant: 代幣質押是 **完全去中心化的**，由 %1$@ 開發的 **開源** 智能合約操作，並已通過 **安全審計**。

# $safe_staking_description_jetton2
source: You can withdraw your stake at **any time** and it will be deposited back to your account **instantly**.
de: Sie können Ihren Einsatz **jederzeit** abheben, und er wird **sofort** auf Ihr Konto zurückgebucht.
es: Puede retirar su participación en **cualquier momento** y se depositará de nuevo en su cuenta **al instante**.
pl: Możesz wypłacić swoje stakowane środki **w dowolnym momencie**, a środki zostaną **natychmiast** zwrócone na Twoje konto.
ru: Вы можете вывести свои средства из стейкинга **в любое время**, и они **мгновенно** вернутся на ваш счет.
th: คุณสามารถถอนการสเตกของคุณได้ **ทุกเวลา** และจะถูกฝากกลับเข้าบัญชีของคุณ **ทันที**.
tr: Stake'inizi **herhangi bir zamanda** çekebilirsiniz ve miktar **anında** hesabınıza yatırılır.
uk: Ви можете вивести свої стейкінгові кошти **у будь-який момент**, і вони будуть **миттєво** повернені на ваш рахунок.
zh_hans: 您可以在 **任何时候** 提取您的质押，并会 **立即** 存入您的账户。
zh_hant: 您可以在 **任何時候** 提取您的質押，並會 **立即** 存入您的賬戶。

# $safe_staking_ethena_description1
source: Staking is fully decentralized and operated by **Ethena’s official** audited liquid staking **smart contracts**.
de: Staking ist vollständig dezentralisiert und wird durch **offizielle, auditiere** Liquid-Staking-**Smart Contracts** von Ethena betrieben.
es: El staking es completamente descentralizado y operado por **smart contracts oficiales** auditados de staking líquido de **Ethena**.
pl: Staking jest w pełni zdecentralizowany i obsługiwany przez **oficjalne**, audytowane **inteligentne kontrakty** Etheny do stakingu płynnego.
ru: Стейкинг полностью **децентрализован** и управляется официальными, прошедшими аудит **смарт-контрактами от Ethena**.
th: การ staking เป็นแบบกระจายศูนย์อย่างสมบูรณ์และดำเนินการโดย **สัญญาอัจฉริยะ** ของ Ethena ที่ผ่านการตรวจสอบแล้ว
tr: Stake işlemi tamamen merkeziyetsizdir ve **Ethena'nın resmi** denetlenmiş likit stake **akıllı sözleşmeleri** tarafından yürütülür.
uk: Стейкінг повністю **децентралізований** і керується офіційними, перевіреними аудитом **смарт-контрактами від Ethena**.
zh_hans: 质押完全去中心化，由**Ethena官方**审计的流动性质押**智能合约**运营。
zh_hant: 質押完全去中心化，由**Ethena官方**審計的流動性質押**智能合約**運營。

# $safe_staking_ethena_description2
source: The deposited USDe stake is used in Ethena’s **trading and investment strategies** to yield rewards automatically and transparently.
de: Die hinterlegte USDe-Stake wird in Ethenas **Handels- und Investitionsstrategien** eingesetzt, um automatisch und transparent Belohnungen zu erwirtschaften.
es: El USDe en staking se utiliza en las **estrategias comerciales y de inversión** de Ethena para generar recompensas de forma automática y transparente.
pl: Zdeponowany USDe jest wykorzystywany w **strategiach handlowych i inwestycyjnych** Etheny w celu automatycznego i przejrzystego generowania nagród.
ru: Ваш депозит в USDe используется в **торговых и инвестиционных стратегиях** Ethena, автоматически и прозрачно принося доход.
th: USDe ที่ฝากไว้จะถูกใช้ใน **กลยุทธ์การซื้อขายและการลงทุน** ของ Ethena เพื่อสร้างรางวัลโดยอัตโนมัติและโปร่งใส
tr: Yatırılan USDe stake'i, Ethena'nın **ticaret ve yatırım stratejilerinde** otomatik ve şeffaf bir şekilde ödül kazanmak için kullanılır.
uk: Ваш депозит у USDe використовується в **торгових та інвестиційних стратегіях** Ethena, автоматично й прозоро приносячи прибуток.
zh_hans: 质押的USDe将用于Ethena的**交易和投资策略**，自动透明地产生收益。
zh_hant: 質押的USDe將用於Ethena的**交易和投資策略**，自動透明地產生收益。

# $safe_staking_ethena_description3
source: You can **withdraw** your stake with rewards at any time, and it will be returned to your account **in 7 days**, according to Ethena’s standard withdrawal period.
de: Sie können **Ihre Einzahlung** zusammen mit den aufgelaufenen Zinsen jederzeit abheben — die Mittel werden gemäß Ethenas Standard-Auszahlungsfrist nach **7 Tagen** auf Ihr Hauptkonto zurücküberwiesen.
es: Puedes **retirar el depósito** junto con los intereses acumulados en cualquier momento. Los fondos se devolverán a tu cuenta principal en **7 días**, según el período estándar de retiro de Ethena.
pl: Możesz **wypłacić depozyt** wraz z naliczonymi odsetkami w dowolnym momencie — środki zostaną zwrócone na Twoje główne konto w ciągu **7 dni**, zgodnie ze standardowym okresem wypłat Etheny.
ru: Вы можете **вывести депозит** вместе с начисленными процентами в любой момент — средства вернутся на ваш основной счёт через **7 дней**, согласно стандартному периоду вывода Ethena.
th: คุณสามารถ**ถอนเงินฝาก**พร้อมดอกเบี้ยที่ค้างรับได้ทุกเวลา เงินจะถูกโอนกลับเข้าบัญชีหลักของคุณภายใน **7 วัน** ตามระยะเวลาถอนมาตรฐานของ Ethena
tr: **Yatırılan tutarı** tahakkuk eden faizlerle birlikte istediğiniz zaman çekebilirsiniz — fonlar, Ethena'nın standart çekim süresine göre **7 gün** içinde ana hesabınıza iade edilecektir.
uk: Ви можете **вивести депозит** разом із нарахованими відсотками у будь-який момент — кошти повернуться на ваш основний рахунок через **7 днів**, згідно зі стандартним періодом виведення Ethena.
zh_hans: 您可随时**提取存款**及累计利息——根据Ethena标准提款周期，资金将在**7天**后返还至您的主账户。
zh_hant: 您可隨時**提取存款**及累計利息——根據Ethena標準提款週期，資金將在**7天**後返還至您的主賬戶。

# $safety_rules_one
source: On the next screen you will see the **secret words**. Write them down in the correct order and **store in a secure place**.
de: Auf dem nächsten Bildschirm sehen Sie die **geheimen Wörter**. Notieren Sie sie in der richtigen Reihenfolge und **bewahren Sie sie an einem sicheren Ort auf**.
es: En la siguiente pantalla verás las palabras de la **frase semilla**. Escríbalas en el mismo orden y **guárdelas en un lugar seguro**.
pl: Na następnym ekranie zobaczysz **tajne słowa**. Zapisz je w odpowiedniej kolejności i **zachowaj w bezpiecznym miejscu**.
ru: Сейчас появятся **секретные слова**. Запишите их в **правильном порядке** и сохраните в **надёжном месте**.
th: ในหน้าถัดไปคุณจะเห็น **ซีเคร็ทเวิร์ด** จดบันทึกตามลำดับที่ถูกต้องและ **เก็บในที่ปลอดภัย**.
tr: Bir sonraki ekranda **gizli kelimeleri** göreceksiniz. Bunları doğru sırayla yazın ve **güvenli bir yerde saklayın**.
uk: Зараз з'являться **секретні слова**. Запишіть їх у **правильному порядку** і збережіть у **надійному місці**.
zh_hans: 在下一个页面将会显示您的**助记词**！ 请以正确的顺序记下它们并且存放在**安全的地方**
zh_hant: 在下一個畫面，您將看到**註記詞**。 請以正確的順序記下它們並存放在**安全的地方**。

# $safety_rules_private_key_one
source: On the next screen you will see the **TON private key**. Save it correctly and **store in a secure place**.
de: Auf dem nächsten Bildschirm sehen Sie den **TON-Privatschlüssel**. Speichern Sie ihn korrekt und **bewahren Sie ihn an einem sicheren Ort** auf.
es: En la siguiente pantalla verá la **clave privada de TON**. Guárdela correctamente y **almacénela en un lugar seguro**.
pl: Na następnym ekranie zobaczysz **klucz prywatny TON**. Zapisz go poprawnie i **przechowuj w bezpiecznym miejscu**.
ru: На следующем экране вы увидите **приватный ключ TON**. Сохраните его правильно и **храните в безопасном месте**.
th: ในหน้าถัดไปคุณจะเห็น **TON private key** บันทึกให้ถูกต้องและ **เก็บไว้ในที่ปลอดภัย**.
tr: Bir sonraki ekranda **TON özel anahtarını** göreceksiniz. Doğru bir şekilde kaydedin ve **güvenli bir yerde saklayın**.
uk: На наступному екрані ви побачите **приватний ключ TON**. Збережіть його правильно та **тримайте у безпечному місці**.
zh_hans: 在下一个屏幕中，您将看到**TON 私钥**。请正确保存并存放在**安全的地方**。
zh_hant: 在下一個屏幕中，您將看到**TON 私鑰**。請正確保存並存放在**安全的地方**。

# $safety_rules_private_key_three
source: If anybody else sees this private key, your funds **may be stolen**. **Do not send or show it to anyone**, not even developers or technical support.
de: Wenn jemand anderes diesen privaten Schlüssel sieht, können Ihre Gelder **gestohlen werden**. **Senden oder zeigen Sie ihn niemandem**, auch nicht Entwicklern oder technischem Support.
es: Si alguien más ve esta clave privada, tus fondos **pueden ser robados**. **No la envíes ni la muestres a nadie**, ni siquiera a desarrolladores o soporte técnico.
pl: Jeśli ktoś inny zobaczy ten klucz prywatny, Twoje środki mogą zostać **skradzione**. **Nie wysyłaj ani nie pokazuj go nikomu**, nawet programistom lub wsparciu technicznemu.
ru: Если кто-то ещё увидит этот приватный ключ, ваши средства могут быть **украдены**. **Не отправляйте и не показывайте его никому**, даже разработчикам или технической поддержке.
th: หากมีผู้อื่นเห็นคีย์ส่วนตัวนี้ เงินของคุณอาจถูก **ขโมย**. **อย่าส่งหรือแสดงให้ใครเห็น** แม้แต่กับนักพัฒนาหรือฝ่ายสนับสนุนด้านเทคนิค.
tr: Eğer başka biri bu özel anahtarı görürse, fonlarınız **çalınabilir**. **Hiç kimseye göndermeyin veya göstermeyin**, geliştiricilere veya teknik desteğe bile.
uk: Якщо хтось інший побачить цей приватний ключ, ваші кошти можуть бути **вкрадені**. **Не надсилайте і не показуйте його нікому**, навіть розробникам або технічній підтримці.
zh_hans: 如果其他人看到此私钥，您的资金可能会**被盗**。**不要发送或显示给任何人**，包括开发者或技术支持。
zh_hant: 如果其他人看到此私鑰，您的資金可能會**被盜**。**不要發送或顯示給任何人**，包括開發者或技術支持。

# $safety_rules_private_key_two
source: It allows to **open your wallet** if you lose your password or access to this device.
de: Er ermöglicht es Ihnen, Ihre **Wallet zu öffnen**, wenn Sie Ihr Passwort oder den Zugriff auf dieses Gerät verlieren.
es: Permite **abrir tu billetera** si pierdes tu contraseña o el acceso a este dispositivo.
pl: Pozwala na **otwarcie portfela**, jeśli zgubisz hasło lub dostęp do tego urządzenia.
ru: Он позволяет **открыть ваш кошелёк**, если вы потеряете пароль или доступ к этому устройству.
th: ใช้สำหรับ **เปิดกระเป๋าเงินของคุณ** หากคุณลืมรหัสผ่านหรือสูญเสียการเข้าถึงอุปกรณ์นี้.
tr: Şifrenizi veya bu cihaza erişiminizi kaybederseniz, **cüzdanınızı açmanıza** olanak tanır.
uk: Він дозволяє **відкрити ваш гаманець**, якщо ви втратите пароль або доступ до цього пристрою.
zh_hans: 如果您忘记密码或无法访问此设备，它可以让您**打开钱包**。
zh_hant: 如果您忘記密碼或無法訪問此設備，它可以讓您**打開錢包**。

# $safety_rules_three
source: If anybody else sees these words your funds **may be stolen**. **Do not send it to anyone**, not even developers or technical support.
de: Wenn jemand anderes diese Wörter sieht, könnten Ihre **Gelder gestohlen werden**. **Senden Sie es an niemanden**, nicht einmal an Entwickler oder den technischen Support.
es: Si alguien más las ve, sus activos **pueden ser robados**. **No se lo envíe a nadie**, ni siquiera a los desarrolladores o al soporte técnico.
pl: Jeśli ktokolwiek inny zobaczy te słowa, Twoje środki **mogą zostać skradzione**. **Nie wysyłaj tego nikomu**, nawet deweloperom lub pomocy technicznej.
ru: Если кто-то увидит эти слова, ваши средства **могут быть украдены**. **Никому их не отправляйте** — даже разработчикам и техподдержке.
th: หากผู้อื่นเห็นซีเคร็ทเวิร์ดนี้ คุณอาจจะมีสิทธิ **โดนขโมยได้** **อย่าส่งให้ใครโดยเด็ดขาด** ไม่เว้นแม่แต่นักพัฒนาหรือฝ่ายสนับสนุนด้านเทคนิค.
tr: Bu kelimeleri başka birinin görmesi halinde paranız **çalınabilir**. Kimseye, hatta geliştiricilere veya teknik desteğe bile göndermeyin.
uk: Якщо хтось побачить ці слова, ваші кошти **можуть бути вкрадені**. **Нікому їх не надсилайте** - навіть розробникам і техпідтримці.
zh_hans: 如果其他人看到这些单词，您的资金将可能不再安全！请注意周围是否有人或摄像头！
zh_hant: 如果其他人看到這些單字，您的資金可能會被盜，請注意周圍是否有人！

# $safety_rules_two
source: They allow to **open your wallet** if you lose your password or access to this device.
de: Sie ermöglichen es, Ihre **wallet zu öffnen**, falls Sie Ihr Passwort vergessen oder den Zugang zu diesem Gerät verlieren.
es: Permiten **acceder a su mondero** si pierde su contraseña o el acceso a este dispositivo.
pl: Pozwalają one na **otwarcie portfela** w przypadku utraty hasła lub dostępu do tego urządzenia.
ru: Они позволяют **получить доступ к кошельку**, если вы забудете свой пароль или потеряете доступ к этому устройству.
th: ซีเคร็ทเวิร์ดนี้จะช่วยให้คุณ **เปิดวอลเล็ต** ถ้าคุณลืมรหัสผ่านหรือไม่มีสิทธิ์เข้าถึงบนอุปกรณ์นี้.
tr: Bu kelimeler, şifrenizi veya bu cihaza erişiminizi kaybederseniz **cüzdanınızı açmanızı** sağlar.
uk: Вони дозволяють **отримати доступ до гаманця**, якщо ви забудете свій пароль або втратите доступ до цього пристрою.
zh_hans: 如果您忘记密码或无法访问此装置，助记词将成为您恢复钱包的唯一凭证。
zh_hant: 如果您忘記密碼或無法訪問此裝置，註記詞將允許打開您的錢包。

# $seed_phrase_scam_warning
source: This wallet does not have enough funds to cover the fees for token withdrawal. This seems to be a common **SCAM** where you're encouraged to deposit your own funds to cover fees. **Do not deposit** your own funds, as you may lose them! Learn more about this and other scams in our %1$@.
de: Dieser Wallet hat nicht genügend Guthaben, um die Gebühren für den Token-Transfer zu decken. Dies scheint ein typischer **BETRUG** zu sein, bei dem Sie aufgefordert werden, eigene Mittel für die Gebühren einzuzahlen. **Zahlen Sie keine** eigenen Mittel ein, da Sie diese verlieren könnten! Mehr über diesen und andere Betrugsmethoden erfahren Sie in unserem %1$@.
es: Esta billetera no tiene fondos suficientes para cubrir las tarifas de retiro de tokens. Esto parece ser un **ESTAFA** común donde se te anima a depositar tus propios fondos para cubrir las tarifas. **No deposites** tus propios fondos, ¡podrías perderlos! Más información sobre esta y otras estafas en nuestro %1$@.
pl: Ten portfel nie ma wystarczających środków na pokrycie opłat za wypłatę tokenów. To wygląda na typową **OSZUSTWO**, gdzie zachęca się Cię do wpłacenia własnych środków na pokrycie opłat. **Nie wpłacaj** własnych środków, ponieważ możesz je stracić! Dowiedz się więcej o tym i innych oszustwach w naszym %1$@.
ru: На этом кошельке недостаточно средств для покрытия комиссии за вывод токенов. Это похоже на распространённое **МОШЕННИЧЕСТВО**, где вас просят внести собственные средства для покрытия комиссий. **Не вносите** свои средства, так как вы можете их потерять! Подробнее об этом и других схемах мошенничества в нашей %1$@.
th: กระเป๋าเงินนี้มีเงินไม่เพียงพอที่จะจ่ายค่าธรรมเนียมการถอนโทเคน นี่ดูเหมือนเป็นการ **หลอกลวง** แบบทั่วไปที่คุณถูกชักชวนให้เติมเงินของคุณเองเพื่อจ่ายค่าธรรมเนียม **อย่าเติมเงิน** ของคุณเองเพราะคุณอาจสูญเสียเงิน! เรียนรู้เพิ่มเติมเกี่ยวกับการหลอกลวงนี้และรูปแบบอื่นๆ ใน %1$@ ของเรา
tr: Bu cüzdan, token çekme ücretlerini karşılayacak kadar fon içermiyor. Bu, ücretleri karşılamak için kendi fonlarınızı yatırmanızın istendiği yaygın bir **DOLANDIRICILIK** gibi görünüyor. Kendi fonlarınızı **yatırmayın**, çünkü kaybedebilirsiniz! Bu ve diğer dolandırıcılık yöntemleri hakkında daha fazla bilgi için %1$@'mizi ziyaret edin.
uk: Цей гаманець не має достатньо коштів для покриття комісії за виведення токенів. Схоже, це поширена **ШАХРАЙСЬКА СХЕМА**, де вас просять внести власні кошти для покриття комісій. **Не вносьте** власні кошти, оскільки ви можете їх втратити! Дізнайтеся більше про цю та інші шахрайські схеми в нашiй %1$@.
zh_hans: 该钱包没有足够的资金支付代币提现费用。 这似乎是一种常见的**骗局**，诱使您存入自己的资金来支付费用。 **不要存入**您自己的资金，否则可能会损失资金！在我们的%1$@中了解有关此骗局和其他骗局的更多信息。
zh_hant: 該錢包沒有足夠的資金支付代幣提現費用。 這似乎是一種常見的**騙局**，誘使您存入自己的資金來支付費用。 **不要存入**您自己的資金，否則可能會損失資金！在我們的%1$@中了解有關此騙局和其他騙局的更多信息。

# $sell_nft_action
source: Sell NFT
de: NFT verkaufen
es: Vender NFT
pl: Sprzedaż NFT
ru: Продажа NFT
th: ขาย NFT
tr: NFT sat
uk: Продаж NFT
zh_hans: 出售 NFT
zh_hant: 出售 NFT

# $send_action
source: Send
de: Senden
es: Enviar
pl: Wysyłanie
ru: Отправка
th: การส่ง
tr: Gönderim
uk: Відправка
zh_hans: 发送
zh_hant: 發送

# $send_token_symbol
source: Send %1$s
de: Senden von %1$s
es: Enviar %1$s
pl: Wyślij %1$s
ru: Отправить %1$s
th: ส่ง %1$s
tr: %1$s gönder
uk: Надіслати %1$s
zh_hans: 发送 %1$s
zh_hant: 發送 %1$s
